/* User/pwd server verification */
"Authentication Required" = "Potrebna je autentifikacija";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Odustani";

/* HTTPS server verification */
"Continue" = "Nastavi";

/* Link long-press context menu */
"Copy Link" = "Kopiraj poveznicu";

/* Google autocomplete error */
"Error: " = "Greška: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Nije uspjelo postavljanje audio sesije za web pregled; možda nema zvuka.";

/* User/pwd server verification */
"Log In" = "Prijavi se";

/* Link long-press context menu */
"Open Here" = "Otvori ovdje";

/* Link long-press context menu */
"Open in New Tab" = "Otvori u novoj kartici";

/* User/pwd server verification */
"Password" = "Loznika";

/* Google autocomplete error */
"response code %d" = "kod odgovora %d";

/* Google autocomplete error */
"response format unrecognized" = "format odgovora nije prepoznat";

/* Google autocomplete error */
"response non-decodable" = "odgovor se ne može dekodirati";

/* Google autocomplete error */
"response parsing %@" = "rasčlanjenje odgovora %@";

/* HTTPS server verification */
"Server Identity" = "Identitet Servera";

/* HTTPS server verification */
"The identity of '%@' cannot be verified." = "Identitet '%@' ne može biti provjeren.";

/* User/pwd server verification */
"Username" = "Korisničko ime";

/* Link long-press context menu */
"Open in Background Tab" = "Otvori u pozadinskoj kartici";

/* Bookmark view controller */
"Edit Bookmark" = "Uredi oznaku";

/* Link long-press context menu */
"Save Image" = "Spremi sliku";

/* Link long-press context menu */
"Save Video" = "Spremi video";

/* Web download failure alert title */
"Download Failed" = "Preuzimanje nije uspjelo";

/* Web download failure description */
"File download failed due to network error." = "Preuzimanje datoteke nije uspjelo zbog mrežne pogreške.";

/* Web download failure description */
"The file had unexpected content." = "Datoteka je sadržavala neočekivan sadržaj.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Datoteku nije moguće spremiti na Camera Roll.";

/* Web download failure description */
"File download failed due to internal error %@." = "Preuzimanje datoteke nije uspjelo zbog interne pogreške %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Preglednik ne može preuzeti ovu datoteku.";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "Odustani";
